Repository: Octl1bra/LibraScan
Catalog: LibraScanMac/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld ms
zh_hans: %lld 毫秒

source: About
zh_hans: 关于

source: Accessibility permission is required to type.
zh_hans: 需要辅助功能权限才能模拟键入。

source: After typing a code
zh_hans: 键入完成后

source: Allow
zh_hans: 允许

source: Allow “%@” to connect?
zh_hans: 允许“%@”连接吗？

source: Automatically accept trusted devices
zh_hans: 自动接受已信任的设备

source: Check Now
zh_hans: 立即检查

source: Check for updates automatically
zh_hans: 自动检查更新

source: Click to copy
zh_hans: 点击复制

source: Codes scanned on this iPhone will be typed into whatever text field has focus on this Mac.
zh_hans: 这台 iPhone 扫到的内容将被键入到这台 Mac 当前聚焦的输入框中。

source: Connected to %@
zh_hans: 已连接 %@

source: Connection
zh_hans: 连接

source: Couldn't check
zh_hans: 检查失败

source: Disconnect
zh_hans: 断开

source: Do nothing
zh_hans: 不做任何事

source: Don’t Allow
zh_hans: 不允许

source: Download Version %@…
zh_hans: 下载 %@ 版本…

source: Get
zh_hans: 获取

source: Get %@
zh_hans: 获取 %@

source: Grant Permission…
zh_hans: 去授权…

source: Keystroke interval
zh_hans: 键入间隔

source: LibraScan on the iPhone is too old to understand this Mac.
zh_hans: iPhone 上的 LibraScan 版本过旧，无法与这台 Mac 通信。

source: No trusted devices yet.
zh_hans: 还没有信任的设备。

source: Nothing typed yet.
zh_hans: 还没有键入过内容。

source: Pause Typing
zh_hans: 暂停键入

source: Pause typing
zh_hans: 暂停键入

source: Press Return
zh_hans: 按下回车

source: Press Space
zh_hans: 按空格

source: Press Tab
zh_hans: 按下 Tab

source: Quit
zh_hans: 退出

source: Quit LibraScan
zh_hans: 退出 LibraScan

source: Recent
zh_hans: 最近

source: Remove
zh_hans: 移除

source: Scans can't be typed until both sides are updated.
zh_hans: 在两端都更新之前，扫码内容无法键入。

source: Settings…
zh_hans: 设置…

source: This app is too old to understand the iPhone.
zh_hans: 这台 Mac 上的 LibraScan 版本过旧，无法与 iPhone 通信。

source: Trusted devices
zh_hans: 信任的设备

source: Typing
zh_hans: 键入

source: Up to date
zh_hans: 已是最新

source: Version
zh_hans: 版本

source: Version %@ is available.
zh_hans: 有新版本 %@。

source: Waiting for iPhone…
zh_hans: 等待 iPhone 连接…
